-- phpMyAdmin SQL Dump
-- version 5.2.1
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Sep 06, 2023 at 09:25 AM
-- Server version: 10.4.28-MariaDB
-- PHP Version: 8.2.4

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `member`
--

-- --------------------------------------------------------

--
-- Table structure for table `tbl_member`
--

CREATE TABLE `tbl_member` (
  `member_id` int(11) NOT NULL,
  `m_user` varchar(20) NOT NULL,
  `m_pass` varchar(20) NOT NULL,
  `m_name` varchar(100) NOT NULL,
  `m_email` varchar(100) NOT NULL,
  `m_tel` varchar(20) NOT NULL,
  `m_address` varchar(200) NOT NULL,
  `date_save` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_general_ci;

--
-- Dumping data for table `tbl_member`
--

INSERT INTO `tbl_member` (`member_id`, `m_user`, `m_pass`, `m_name`, `m_email`, `m_tel`, `m_address`, `date_save`) VALUES
(1, 'devtai', 'devtai111', 'devtai', 'devtai@hotmail.com', '0897657831', '181 หมู่ 10 ต.โนนสุง อ.บ้านผือ จ.อุดรธานี 41160', '2018-06-16 01:49:48'),
(2, 'wootlove', 'wootlove212', 'wootlove101', 'wootlove@gmail.com', '0931294710', '28/38-39 ถนนยิงเป้า ต.สนามจันทร์ \r\nอ.เมือง จ.นครปฐม 73000', '2018-06-16 01:52:55'),
(3, '123', '213', 'waina', 'aaaa@gmail.com', '025837588', '46/148-9 ม.3 ถ.ศรีสมาน ต.บ้านใหม่ \r\nอ.ปากเกร็ด จ.นนทบุรี 11120', '2018-06-16 02:02:30'),
(5, '456', '654', 'waiyai', 'waiy@gmail.com', '0932419717', '252/1-2 ม.6 ถ.เพชรเกษม ต.บ้านหม้อ \r\nอ.เมือง จ.เพชรบุรี 76000', '2018-06-16 02:12:45'),
(6, 'bop', '4566', 'bop', 'bop@gmail.com', '0938467809', '18/8 ต.สายนะ อ.เมือง จ.ตรัง', '2018-06-16 02:18:42'),
(7, '999', '999', 'tbanbi', 'eoom@n.com', '038860799', '109/10-11 ถ.จันทอุดม ต.เชิงเนิน \r\nอ.เมือง จ.ระยอง 21000	', '2018-06-16 02:20:34'),
(8, '765', '765565656', 'moota', 'aaaa@gmail.com', '0533024504556', '459/98 ถ.เจริญเมือง ต.วัดเกตุ \r\nอ.เมือง จ.เชียงใหม่ 50000', '2018-06-16 02:23:37'),
(9, 'member', 'member123', 'member', 'member@gamil.com', '092593225', '8 หมู่10 ต.น้ำใส อ.น้ำตก จ.เลย 55555', '2018-06-16 02:26:55'),
(10, '144', '311', 'wiratai', 'boom@m.com', '043324754', '269/64-65 ม.4 ถ.มิตรภาพ \r\nอ.เมือง จ.ขอนแก่น 40000', '2018-06-16 02:29:48'),
(11, 'Suchada', 'Suchada123', 'Suchada Poruk', 'Suchada@gmail.com', '0982531121', '35 หมู่5 ', '2023-08-31 12:59:17');

-- --------------------------------------------------------

--
-- Table structure for table `tbl_product`
--

CREATE TABLE `tbl_product` (
  `p_id` int(11) NOT NULL,
  `p_name` varchar(200) NOT NULL,
  `type_id` int(11) NOT NULL,
  `p_detail` text NOT NULL,
  `p_img` varchar(200) NOT NULL,
  `datesave` timestamp NOT NULL DEFAULT current_timestamp(),
  `p_price` int(11) NOT NULL,
  `p_stock` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_general_ci;

--
-- Dumping data for table `tbl_product`
--

INSERT INTO `tbl_product` (`p_id`, `p_name`, `type_id`, `p_detail`, `p_img`, `datesave`, `p_price`, `p_stock`) VALUES
(1001, 'เมนสวิตซ์', 1, 'เป็นอุปกรณ์หลักที่ใช้สำหรับ ตัดต่อวงจรของสายเมน เข้าอาคาร กับสายภายใน ทั้งหมด เป็นอุปกรณ์สับปลด วงจรไฟฟ้าตัวแรก\r\n       ถัดจากเครื่องวัดหน่วยไฟฟ้า', 'p_img134373334020210324_200220.jpg', '2021-03-24 13:02:20', 550, 50),
(1002, 'เบรกเกอร์', 1, 'อุปกรณ์ที่สามารถใช้สับ หรือปลดวงจรไฟฟ้าได้โดยอัตโนมัติ โดยกระแสลัดวงจรนั้น ต้องไม่เกินขนาดพิกัด ในการตัดกระแสลัดวงจรของเครื่อง (IC) ', 'p_img18417216920210324_200702.jpg', '2021-03-24 13:07:02', 95, 50),
(1003, 'ฟิวส์', 1, 'เป็นอุปกรณ์ป้องกัน กระแสไฟฟ้าเกินชนิดหนึ่ง โดยจะตัดวงจรไฟฟ้าอัตโนมัติ เมื่อมีกระแสไฟฟ้าไหลเกินค่าที่กำหนด และเมื่อฟิวส์ทำงานแล้ว จะต้องเปลี่ยนฟิวส์ใหม่ ', 'p_img59006180920210324_200848.jpg', '2021-03-24 13:08:48', 10, 100),
(1004, 'เครื่องตัดไฟรั่ว', 1, 'สวิชต์อัตโนมัติที่สามารถปลดวงจรได้อย่างรวดเร็ว ภายในระยะเวลาที่กำหนด เมื่อมีกระแสไฟฟ้ารั่วไหลลงดินในปริมาณที่มากกว่าค่าที่กำหนดไว้', 'p_img58227258020210324_201213.jpg', '2021-03-24 13:12:13', 2250, 50),
(1005, 'สายดิน', 1, 'สายไฟเส้นที่มีไว้เพื่อให้เกิดความปลอดภัยต่อการใช้ไฟฟ้า', 'p_img11286584120210324_201402.jpg', '2021-03-24 13:14:02', 119, 100),
(1006, 'เต้ารับ', 1, 'ปลั๊กตัวเมีย คือ ขั้วรับสำหรับหัวเสียบ จากเครื่องใช้ไฟฟ้า ปกติเต้ารับจะติดตั้งอยู่กับที่ เช่น ติดอยู่กับผนังอาคาร เป็นต้น', 'p_img73087819320210324_201621.jpg', '2021-03-24 13:16:21', 95, 100),
(1007, 'เต้าเสียบ', 1, 'ปลั๊กตัวผู้ คือ ขั้วหรือหัวเสียบจากเครื่องใช้ไฟฟ้าเพื่อเสียบเข้ากับเต้ารับ ทำให้สามารถใช้เครื่องใช้ไฟฟ้านั้นได้', 'p_img122876039720210324_201736.jpg', '2021-03-24 13:17:36', 130, 100),
(1008, 'มิเตอร์ไฟฟ้า', 1, 'เป็นเครื่องวัดที่ทำงานด้วยการเหนี่ยวนำไฟฟ้า ถูกสร้างขึ้นมาเพื่อวัดปริมาณกำลังไฟฟฟ้ากระแสสลับทั้งในบ้านเรือน และในโรงงานอุตสาหกรรม', 'p_img175862533720210324_202118.jpg', '2021-03-24 13:21:18', 350, 50),
(1009, 'หลอดไส้ หรือ หลอดอินแคนเดสเซนท์์', 1, 'ให้แสงสว่างโดยการให้ความร้อนแก่ไส้หลอดที่เป็นลวดโลหะกระทั่งมีอุณหภูมิสูงและเปล่งแสง \r\n      หลอดแก้วที่เติมแก๊สเฉื่อยหรือเป็นสุญญากาศป้องไม่ให้ไส้หลอดที่ร้อนสัมผัสอากาศ', 'p_img102543776020210324_203230.jpg', '2021-03-24 13:32:30', 50, 100),
(1010, 'หลอดฮาโลเจน', 1, 'เป็นมิตรต่อสิ่งแวดล้อมและโดดเด่นในการให้แสงสว่างเป็นพิเศษและยังให้คอนทราสต์ที่สูงและส่องสว่างพื้นที่ใช้งานเพื่อสร้างบรรยากาศที่ชัดเจนสว่างไสว ', 'p_img62747430520210324_203401.jpg', '2021-03-24 13:34:01', 35, 100),
(1011, 'หลอดไอปรอท หรือ หลอดแสงจันทร์', 1, 'เป็นหลอดไฟฟ้าระบบปล่อยประจุชนิดหนึ่ง ทำงานโดยใช้ไฟฟ้าแรงสูง กระโดดผ่านไอปรอทที่อยู่ในหลอดเพื่อให้เกิดแสงสว่าง', 'p_img178163802120210324_203602.jpg', '2021-03-24 13:36:02', 17, 100),
(1012, 'หลอดเมทัลฮาไลด์', 1, 'เป็นแหล่งกำเนิดแสงที่ปล่อยก๊าซซึ่งให้ความส่องสว่างโดยผ่านอาร์คไฟฟ้าผ่านอาร์กอนความดันสูงปรอทและส่วนผสมของเมทัลฮาไลด์ ', 'p_img213840625120210324_203836.jpg', '2021-03-24 13:38:36', 130, 100),
(1013, 'หลอดฟลูออเรสเซต์ หรือ หลอดนีออน', 1, 'เป็นหลอดไฟฟ้าระบบปล่อยประจุ ที่บรรจุไอปรอทความดันต่ำไว้', 'p_img134978039220210324_204038.jpg', '2021-03-24 13:40:38', 350, 100),
(1014, 'หลอดคอมแพคฟลูออเรสเซนต์', 1, 'หลอดคอมเเพคฟลูออเรสเซนต์ (CFL) บางครั้งก็เรียกว่าหลอดประหยัดไฟ เป็นอุปกรณ์ส่องสว่างเเบบประหยัดพลังงานชนิดหนึ่ง ', 'p_img145675503220210324_204251.jpg', '2021-03-24 13:42:51', 60, 100),
(1015, 'สวิทช์ไฟ', 1, 'เป็นอุปกรณ์ไฟฟ้าชนิดหนึ่งที่ใช้ควบคุมวงจรกระแสไฟฟ้า\r\nทำหน้าที่เปิดกระแสไฟหรือตัดกระแสไฟไม่ให้ไหลเข้าสู่เครื่องใช้\r\nไฟฟ้าหลอดไฟ เครื่องมือ เครื่องจักรที่ใช้ไฟฟ้า สวิตช์ไฟถูกออกแบบ\r\nมาให้ติดตั้งได้ง่าย ใช้งานง่าย สามารถตอบสนองความต้องการได้\r\nรวดเร็วเพียงแค่สัมผัส ผลิตจากพลาสติกที่ทนความร้อน มีหลาย\r\nดีไซน์ให้เลือกใช้งาน', 'p_img24571600820210325_003841.jpg', '2021-03-24 17:38:41', 150, 50),
(2001, 'ปากกาลูกลื่น สีแดง', 2, 'เป็นปากกาใช้ในการเขียนหนังสือเป็นหลัก ดังนั้นปากกาลูกลื่นเอาไว้เขียนหนังสือเป็นหลัก', 'p_img62254523920210324_205257.jpg', '2021-03-24 13:52:57', 10, 200),
(2002, 'ปากกาลูกลื่น สีน้ำเงิน', 2, 'เป็นปากกาใช้ในการเขียนหนังสือเป็นหลัก ดังนั้นปากกาลูกลื่นเอาไว้เขียนหนังสือเป็นหลัก', 'p_img75486114520210324_205344.jpg', '2021-03-24 13:53:44', 10, 200),
(2003, 'ปากกาลูกลื่น สีดำ', 2, 'เป็นปากกาใช้ในการเขียนหนังสือเป็นหลัก ดังนั้นปากกาลูกลื่นเอาไว้เขียนหนังสือเป็นหลัก', 'p_img211613599120210324_205419.jpg', '2021-03-24 13:54:19', 15, 200),
(2004, 'ปากกาหมึกซึม สีดำ', 2, 'ใช้ในการตัดเส้น', 'p_img177292407520210324_210139.jpg', '2021-03-24 14:01:39', 20, 100),
(2005, 'ปากกาหมึกซึม สีแดง', 2, 'ใช้ในการตัดเส้น', 'p_img18882485920210324_210217.jpg', '2021-03-24 14:02:17', 20, 100),
(2006, 'ปากกาหมึกซึม สีน้ำเงิน', 2, 'ใช้ในการตัดเส้น', 'p_img106583782020210324_210316.jpg', '2021-03-24 14:03:16', 20, 100),
(2007, 'ปากกาหมึกซึม สีเขียว', 2, 'ใช้ในการตัดเส้น', 'p_img158631298620210324_210356.jpg', '2021-03-24 14:03:56', 20, 100),
(2008, 'ปากกาหมึกซึม สีม่วง', 2, 'ใช้ในการตัดเส้น', 'p_img184227775920210324_210420.jpg', '2021-03-24 14:04:20', 20, 100),
(2009, 'ปากกาหมึกซึม สีชมพู', 2, 'ใช้ในการตัดเส้น', 'p_img59290448020210324_210443.jpg', '2021-03-24 14:04:43', 20, 100),
(2010, 'ปากกาหมึกซึม สีเหลือง', 2, 'ใช้ในการตัดเส้น', 'p_img143029173920210324_210519.jpg', '2021-03-24 14:05:19', 20, 100),
(2011, 'ปากกาคอแร้ง สีเงิน', 2, 'นิยมใช้ในการวาดภาพการ์ตูน เนื่องจากให้เส้นที่คมชัด', 'p_img16427076220210324_211333.jpg', '2021-03-24 14:13:33', 160, 100),
(2012, 'ปากกาคอแร้ง สีทอง', 2, 'นิยมใช้ในการวาดภาพการ์ตูน เนื่องจากให้เส้นที่คมชัด', 'p_img109744892220210324_211406.jpg', '2021-03-24 14:14:06', 162, 100),
(2013, 'ปากกาเคมี สีแดง', 2, 'ใช้เขียนตัวหนังสือขนาดใหญ่อย่างการเขียนกระดานในห้องเรียน หรือเขียนกล่องป้ายชื่อขนาดใหญ่', 'p_img110548812120210324_211758.jpg', '2021-03-24 14:17:58', 15, 100),
(2014, 'ปากกาเคมี สีน้ำเงิน', 2, 'ใช้เขียนตัวหนังสือขนาดใหญ่อย่างการเขียนกระดานในห้องเรียน หรือเขียนกล่องป้ายชื่อขนาดใหญ่', 'p_img170446910620210324_211820.jpg', '2021-03-24 14:18:20', 15, 100),
(2015, 'ปากกาเคมี สีดำ', 2, 'ใช้เขียนตัวหนังสือขนาดใหญ่อย่างการเขียนกระดานในห้องเรียน หรือเขียนกล่องป้ายชื่อขนาดใหญ่', 'p_img130824556020210324_211842.jpg', '2021-03-24 14:18:42', 15, 100),
(2016, 'ปากกาเคมี สีเขียว', 2, 'ใช้เขียนตัวหนังสือขนาดใหญ่อย่างการเขียนกระดานในห้องเรียน หรือเขียนกล่องป้ายชื่อขนาดใหญ่', 'p_img157444544720210324_211906.jpg', '2021-03-24 14:19:06', 15, 100),
(2017, 'ปากกาเน้นคำ เป็นแพ็ค', 2, 'ใช้เน้นคำหรือข้อความสำคัญ', 'p_img65111963120210324_212601.jpg', '2021-03-24 14:26:01', 100, 100),
(2018, 'ปากกาเน้นคำ สีส้ม', 2, 'ใช้เน้นคำหรือข้อความสำคัญ', 'p_img120901593120210324_212703.jpg', '2021-03-24 14:27:03', 20, 100),
(2019, 'ปากกาเน้นคำ สีเหลือง', 2, 'ใช้เน้นคำหรือข้อความสำคัญ', 'p_img58894538720210324_212729.jpg', '2021-03-24 14:27:29', 20, 100),
(2020, 'ปากกาเน้นคำ สีม่วง', 2, 'ใช้เน้นคำหรือข้อความสำคัญ', 'p_img84859899620210324_212751.jpg', '2021-03-24 14:27:51', 20, 100),
(2021, 'ปากกาเน้นคำ สีชมพู', 2, 'ใช้เน้นคำหรือข้อความสำคัญ', 'p_img44483061520210324_212815.jpg', '2021-03-24 14:28:15', 20, 100),
(2022, 'ปากกาเน้นคำ สีเขียว', 2, 'ใช้เน้นคำหรือข้อความสำคัญ', 'p_img81895318620210324_212848.jpg', '2021-03-24 14:28:48', 20, 100),
(2023, 'ปากกาเน้นคำ สีฟ้า', 2, 'ใช้เน้นคำหรือข้อความสำคัญ', 'p_img84708916820210324_212908.jpg', '2021-03-24 14:29:08', 20, 100),
(2024, 'ดินสอ 2B', 2, 'ใช้สำหรับการเขียนงานศิลปะชนิดต่างๆจะดำมากไม่เหมาะในงานเขียนแบบทางอุตสาหกรรม  ', 'p_img89015564820210324_213459.jpg', '2021-03-24 14:34:59', 10, 100),
(2025, 'ดินสอ EE', 2, 'ดินสอ EE จะเหมาะกับการแรเงา', 'p_img122640286820210324_213707.jpg', '2021-03-24 14:37:07', 20, 100),
(2026, 'ดินสอ HB', 2, 'ดินสอไส้แข็งและมีความดำของเส้น HH (Very Hard) หมายถึง ดินสอไส้แข็งมาก', 'p_img98268820920210324_213932.jpg', '2021-03-24 14:39:32', 5, 200),
(2027, 'ดินสอกด', 2, 'กดเมื่อไส้หมด สามารถใส่ไส้ได้ด้านบนของดินสอ', 'p_img77406952620210324_214150.jpg', '2021-03-24 14:41:50', 5, 200),
(2028, 'ดินสอเปลี่ยนไส้', 2, 'ดินสอที่สะดวกในการใช้เขียนหนังสือ ง่ายตต่อการเปลี่ยนไส้ดินสอ เมื่อดินสอทู่', 'p_img84006321320210324_214509.jpg', '2021-03-24 14:45:09', 5, 200),
(2029, 'ยางลบ', 2, 'ไว้ลบคำผิดจากดินสอ', 'p_img106691944320210324_214715.jpg', '2021-03-24 14:47:15', 5, 200),
(2030, 'ไม้บรรทัด', 2, 'วัด , ขีดเส้น ', 'p_img60978080520210324_214846.jpg', '2021-03-24 14:48:46', 5, 100),
(2031, 'กระดาษA4', 2, 'จด,เขียน,บันทึกข้อมูล ', 'p_img166164438720210324_215123.jpg', '2021-03-24 14:51:23', 150, 100),
(2032, 'กระดาษรายงาน', 2, 'จด,เขียน,บันทึกข้อมูล', 'p_img177774416020210324_215235.jpg', '2021-03-24 14:52:35', 20, 100),
(2033, 'สมุดบันทึก', 2, 'บันทึกข้อมูล', 'p_img107419429920210324_215509.jpg', '2021-03-24 14:55:09', 20, 100),
(2034, 'สมุดทั่วไป', 2, 'จด,เขียน', 'p_img2751208520210324_215537.jpg', '2021-03-24 14:55:37', 5, 200),
(2035, 'สีไม้', 2, 'สีไม้เมื่อเขียนระบายลงบนพื้นผิวกระดาษ สีจะ เนียนติดผิวกระดาษนาน ไม่ปลิวเป็นผงหรือซีดเร็ว', 'p_img83488355520210324_215815.jpg', '2021-03-24 14:58:15', 60, 100),
(2036, 'สีน้ำ', 2, 'สีชนิดหนึ่งที่มีการใช้น้ำเป็นตัวทำละลาย มีคุณสมบัติละลายน้ำง่ายและเกาะติดกระดาษแน่น มีลักษณะโปร่งใส', 'p_img68521034020210324_215933.jpg', '2021-03-24 14:59:33', 60, 100),
(2037, 'สีโปสเตอร์', 2, 'เป็นสีน้ำชนิดหนึ่งเนื่องจากมีน้ำเป็นส่วนผสม นิยมบรรจุขวด มีเนื้อสีข้นค่อนข้างหยาบ และมีคุณสมบัติทึบแสง เพราะเติมแป้งหรือเนื้อสีขาวลงไป', 'p_img18230352020210324_220110.jpg', '2021-03-24 15:01:10', 199, 100),
(3001, 'ส้อมพรวน', 3, 'ใช้ในการพรวนดิน เหมาะกับดินที่ร่วนซุย ', 'p_img191114094820210324_232039.jpg', '2021-03-24 16:20:39', 50, 50),
(3002, 'เสียม ', 3, 'ใช้ในการขุดหลุมเตรียมเพื่อปลูกต้นไม้ เหมาะในการขุดหลุมขนาดเล็ก  ', 'p_img33060029520210324_232437.jpg', '2021-03-24 16:24:37', 80, 50),
(3003, 'พลั่ว ', 3, 'ใช้ในการตักดิน ตักปุ๋ย หรือขุดหลุมขนาดเล็ก ๆ ไม่ลึก ', 'p_img86646848220210324_232536.jpg', '2021-03-24 16:25:36', 80, 50),
(3004, 'คราด ', 3, 'ใช้ในการย่อยดินให้เป็นก้อนเล็ก ๆ และใช้เก็บเศษหญ้าบนหน้าดิน ', 'p_img202199768020210324_232634.jpg', '2021-03-24 16:26:34', 180, 50),
(3005, 'บัวรดน้ำ ', 3, 'ใช้ในการรดน้ำเหมาะกับต้นกล้าหรือต้นไม้ที่มีขนาดเล็กลำต้นอ่อน ', 'p_img156713531720210324_232716.jpg', '2021-03-24 16:27:16', 50, 50),
(3006, 'กรรไกรตัดไม้', 3, ' ใช้สำหรับตัดแต่งกิ่งไม้ขนาดเล็ก', 'p_img193692728520210324_233005.jpg', '2021-03-24 16:30:05', 150, 50),
(3007, 'เครื่องตัดหญ้า', 3, ' เป็นเครื่องช่วยตัดและลดความสูงของหญ้า ', 'p_img76897512720210324_233207.jpg', '2021-03-24 16:32:07', 1200, 15),
(3008, 'เลื่อยตัดไม้', 3, 'ใช้ตัดจำพวกต้นไม้', 'p_img35767332420210324_233536.jpg', '2021-03-24 16:35:36', 1500, 10),
(3009, 'สายยาง', 3, 'ใช้รดน้ำ', 'p_img59939339420210324_233750.jpg', '2021-03-24 16:37:50', 20, 50),
(3010, 'สปริงเกอร์', 3, 'การบีบอัดฉีดน้ำให้แตกเป็นสายและหมุนเหวี่ยงไปรอบบริเวณพื้นที่ปลูกน้ำต้นไม้ ', 'p_img10371512320210324_233943.jpg', '2021-03-24 16:39:43', 350, 50),
(3011, 'ท่อ pvc', 3, 'เป็นท่อน้ำ', 'p_img176096203120210324_234225.jpg', '2021-03-24 16:42:25', 40, 50),
(3012, 'แคลมป์รัดท่อ/สายยาง', 3, 'ไว้ล็อคสายยางให้แน่', 'p_img153438061020210324_234633.jpg', '2021-03-24 16:46:33', 10, 50),
(3013, 'ก๊อกน้ำ', 3, 'ไว้เปิด/ปิด น้ำ', 'p_img33515402820210324_234845.jpg', '2021-03-24 16:48:45', 100, 50),
(3014, 'ก๊อกน้ำล้างหน้า ', 3, 'ไว้เปิด/ปิด น้ำ', 'p_img148393511120210324_235047.jpg', '2021-03-24 16:50:47', 150, 50),
(3015, 'ประแจ', 3, 'ไว้ขันน๊อด ', 'p_img165804564520210324_235339.jpg', '2021-03-24 16:53:39', 350, 50),
(3016, 'ไขควง ', 3, 'ไว้ขันน๊อต', 'p_img128867358820210324_235545.jpg', '2021-03-24 16:55:45', 150, 50),
(3017, 'น๊อต ', 3, 'ซึ่งมีลักษณะคล้ายแหวน มีรูตรงกลาง ภายในจะมีร่องเป็นเกลียวเพื่อที่จะสามารถหมุนเข้ากับสกรูได้ หัวน็อตมีหลายประเภท ', 'p_img191494905220210325_000054.jpg', '2021-03-24 17:00:54', 25, 50),
(3018, 'สกรูน็อต', 3, 'เป็นวัสดุที่จำเป็นอย่างมากสำหรับการยึดวัตถุสองชิ้นให้ติดกัน ', 'p_img175958885220210325_000311.jpg', '2021-03-24 17:03:11', 20, 50),
(3019, 'ไขควงวัดไฟ ', 3, 'ใช้วัดไฟฟ้า', 'p_img26949468320210325_000453.jpg', '2021-03-24 17:04:53', 40, 50),
(3020, 'ประแจล็อกตัวที', 3, 'ใช้ขันน๊อต', 'p_img57605560320210325_000737.jpg', '2021-03-24 17:07:37', 160, 50),
(3021, 'ค้อน', 3, 'เครื่องมือสำหรับตอกหรือทุบบนวัตถุอื่น ', 'p_img48271796020210325_000941.jpg', '2021-03-24 17:09:41', 250, 50),
(3022, 'ตะปูตอกสังกะสี', 3, 'ใช้ตรอกใส่สังกะสี', 'p_img105495135920210325_001339.jpg', '2021-03-24 17:13:39', 1, 100),
(3023, 'ตะปูเกลียว', 3, 'ไว้ยึดไม้ ปูน คอนกรีด', 'p_img121155777020210325_001607.jpg', '2021-03-24 17:16:07', 10, 100),
(3024, 'ตะปูตอกไม้', 3, 'ไว้ตอกติดไม้', 'p_img144755607420210325_001745.jpg', '2021-03-24 17:17:45', 10, 200),
(3025, 'คีมตัดลวด', 3, 'ใชัตัดลวด', 'p_img66641823820210325_002025.jpg', '2021-03-24 17:20:25', 50, 50),
(3026, 'คีม', 3, 'ใช้ดัดลวด,ตัดลวด', 'p_img163894087620210325_002226.jpg', '2021-03-24 17:22:26', 300, 50),
(3027, 'คีมล็อก', 3, 'ใช้ล็อกสิ่งของเพื่อจะได้จับได้ง่าย', 'p_img129433808020210325_002358.jpg', '2021-03-24 17:23:58', 300, 50),
(3028, 'กุญแจ', 3, 'ใช้ล็อกบ้าน,ล็อกโซ่', 'p_img99775128420210325_002622.jpg', '2021-03-24 17:26:22', 300, 50),
(3029, 'สีทาบ้าน', 3, 'ไว้ทาสีบ้าน', 'p_img140407504520210325_002816.jpg', '2021-03-24 17:28:16', 300, 15),
(3030, 'แปรงสีทา', 3, 'ทาสี', 'p_img26164543720210325_003153.jpg', '2021-03-24 17:31:53', 20, 50),
(3031, 'ลูกกลิ้งทาสี', 3, 'ทาสีบ้าน', 'p_img43200583520210325_003355.jpg', '2021-03-24 17:33:55', 50, 50),
(4001, 'ตะหลิวไม้ ', 4, 'สามารถทำความสะอาดได้เหมือนการล้างภาชนะใส่อาหารทั่วไป แต่เมื่อทำความสะอาดเสร็จแล้วควรรีบเช็ดให้แห้ง', 'p_img11484938320210326_141024.jpg', '2021-03-26 07:10:24', 60, 50),
(4002, 'ตะหลิวไนลอน', 4, 'ควรใช้ฟองน้ำที่มีความนุ่มในการทำความสะอาด ไม่ควรใช้วัสดุที่ความแข็งในการขัดตะหลิว โดยหลังจากล้างเสร็จเรียบร้อยแล้วควรเช็ดให้แห้ง ', 'p_img121932809820210326_141223.jpg', '2021-03-26 07:12:23', 115, 50),
(4003, 'ตะหลิวซิลิโคน', 4, 'ใช้วิธีการทำความสะอาดเช่นเดียวกันกับตะหลิวไนลอนครับ', 'p_img204819766920210326_141429.jpg', '2021-03-26 07:14:29', 70, 50),
(4004, 'ตะหลิวสแตนเลส', 4, 'ทำความสะอาดเช่นเดียวกันกับการล้างภาชนะใส่อาหารทั่วไป เมื่อล้างทำความสะอาดเสร็จแล้วควรแขวนหรือผึ่งไว้ให้แห้งครับ ', 'p_img155137048620210326_141542.jpg', '2021-03-26 07:15:42', 120, 50),
(4005, 'จานเซรามิค', 4, 'เก็บความร้อนได้', 'p_img132326986320210326_142050.jpg', '2021-03-26 07:20:50', 50, 50),
(4006, 'จานกระเบื้อง', 4, 'เก็บความร้อน อุณหภูมิสูง', 'p_img34757506820210326_142258.jpg', '2021-03-26 07:22:58', 50, 50),
(4007, 'จานพลาสติก', 4, 'ใส่อาหารที่ไม่มีความร้อน', 'p_img172591469220210326_142436.jpg', '2021-03-26 07:24:36', 15, 50),
(4008, 'ถ้วยกระเบื้อง', 4, 'ใส่อาหาร', 'p_img32145223020210326_142736.jpg', '2021-03-26 07:27:36', 10, 50),
(4009, 'ถ้วยโฟม', 4, 'เมื่อใช้เสร็จแล้วสามารถทิ้งได้เลย', 'p_img19789191720210326_143010.jpg', '2021-03-26 07:30:10', 10, 50),
(4010, 'ช้อนไม้', 4, 'ใช้ในการตักข้าวหรือธัญพืช นอกจากนี้ ช้อนยังใช้ในการทำอาหารที่จะตวงวัดปริมาณส่วนผสมของอาหารที่จะใช้ด้วย', 'p_img97709260920210326_143337.jpg', '2021-03-26 07:33:37', 20, 50),
(4011, 'ช้อนยาว', 4, 'ใช้ในการตักอาหารเหลว หรืออาหารกึ่งเหลว หรืออาหารแข็งที่ไม่อาจใช้กับส้อมได้อย่างสะดวก ', 'p_img88140202020210326_143426.jpg', '2021-03-26 07:34:26', 60, 50),
(4012, 'ช้อนสั้น', 4, 'ใช้ในการตักอาหารเหลว หรืออาหารกึ่งเหลว หรืออาหารแข็งที่ไม่อาจใช้กับส้อมได้อย่างสะดวก', 'p_img198564099620210326_143451.jpg', '2021-03-26 07:34:51', 60, 50),
(4013, 'ช้อนส้อม', 4, 'ช้อนและส้อมคู่กันทำด้วยโลหะ ', 'p_img134967661220210326_143621.jpg', '2021-03-26 07:36:21', 150, 50),
(4014, 'ส้อม', 4, 'เป็นเครื่องใช้ในครัวที่มีลักษณะกึ่งช้อนกึ่งส้อม ทำให้สะดวกต่อการรับประทานอาหาร', 'p_img140938601720210326_143749.jpg', '2021-03-26 07:37:49', 60, 50),
(4015, 'ตะเกียบไม้', 4, 'อุปกรณ์ในการรับประทานอาหารมีลักษณะเป็นแท่งสองแท่งมีขนาดใกล้เคียงกัน ใช้เป็นอุปกรณ์หลักในการกินอาหาร', 'p_img54944064720210326_144205.jpg', '2021-03-26 07:42:05', 35, 50),
(4016, 'ตะเกียบพลาสติก', 4, 'อุปกรณ์ในการรับประทานอาหารมีลักษณะเป็นแท่งสองแท่งมีขนาดใกล้เคียงกัน ใช้เป็นอุปกรณ์หลักในการกินอาหาร', 'p_img35865438820210326_144240.jpg', '2021-03-26 07:42:40', 40, 50),
(4017, 'ตะเกียบโลหะ', 4, 'อุปกรณ์ในการรับประทานอาหารมีลักษณะเป็นแท่งสองแท่งมีขนาดใกล้เคียงกัน ใช้เป็นอุปกรณ์หลักในการกินอาหาร', 'p_img114673639920210326_144312.jpg', '2021-03-26 07:43:12', 60, 50),
(4018, 'หม้อสแตนเลส', 4, 'หม้อประเภทนี้คือ ราคาไม่สูงมากนัก หาซื้อง่าย วัสดุก็ดูสวยเงางามและทนทานต่อการใช้งาน', 'p_img50625636720210326_144740.jpg', '2021-03-26 07:47:40', 500, 50),
(4019, 'หม้อสแตนเลสทรงเตี้ยแบบมีด้าม', 4, 'หม้อชนิดนี้ส่วนใหญ่จะเห็นตามหนังฝรั่งเพราะหน้าที่ของหม้อชนิดนี้คือไว้ใช้ทำน้ำซอสหรือน้ำเกรวี่ ที่ราดบนสเต๊กหรืออาหารจานเส้นต่าง ๆ ', 'p_img696830020210326_144930.jpg', '2021-03-26 07:49:30', 150, 50),
(4020, 'หม้อสองหู', 4, 'หม้อแบบนี้ในการลวกเส้นพาสต้าและสปาเกตตี เพื่อความสะดวกในการเทน้ำออก ', 'p_img67357806720210326_145130.jpg', '2021-03-26 07:51:30', 150, 50),
(4021, 'หม้อเหล็ก', 4, 'เหล็กเป็นวัสดุที่ทนทานอยู่แล้วจึงไม่ต้องกลัวเรื่องหม้อบูดเบี้ยวเมื่อใช้ไปนานๆ ', 'p_img69806249620210326_145252.jpg', '2021-03-26 07:52:52', 90, 50),
(4022, 'หม้อแก้วทนความร้อน', 4, 'หม้อสีขาวหน้าตาสวยงามใบนี้ใช้สำหรับทำอาหารได้ทุกอย่าง เหมาะกับเตาทุกประเภท ยกเว้นเตาแม่เหล็ก แถมยังสะดวกตรงที่สามารถยกเสิร์ฟได้ทันที', 'p_img133663845620210326_145441.jpg', '2021-03-26 07:54:41', 500, 50),
(4023, 'หม้อเคลือบ', 4, 'หม้อประเภทนี้จะเคลือบด้วยผงแก้วนำมาผสมสี ซึ่งเป็นสารที่ไม่เป็นอันตรายต่อร่างกาย ', 'p_img152608801620210326_145605.jpg', '2021-03-26 07:56:05', 190, 50),
(4024, 'หม้ออัดความดัน', 4, 'หม้อชนิดนี้เจ๋งตรงที่ช่วยประหยัดพลังงานค่ะเพราะใช้เวลาในการปรุงน้อยกว่าหม้อแบบทั่วไป โดยอาหารที่ปรุงจากหม้ออัดความดันนั้นจะสุกและเปื่อยเร็ว ', 'p_img106354733820210326_145717.jpg', '2021-03-26 07:57:17', 2000, 20),
(4025, 'หม้อตุ๋นไร้สาย', 4, 'หม้อตุ๋นอเนกประสงค์เป็นหม้อไฟฟ้าที่เรียกว่าหม้อที่ช่วยประหยัดค่าไฟเหมือนกันค่ะ เพราะหม้อใช้ระบบเก็บความร้อน ด้วยการให้อาหารระอุในตัวนั้นเท่ากับว่าใช้ไฟเท่าเดิม ', 'p_img33437372620210326_145921.jpg', '2021-03-26 07:59:21', 2000, 50),
(4026, 'หม้อหุงข้าว', 4, 'เป็นอุปกรณ์ใช้สำหรับหุงข้าว', 'p_img114023620820210326_150118.jpg', '2021-03-26 08:01:18', 300, 50),
(4027, 'กระทะเหล็ก', 4, 'กระทะเหล็กหล่อ มีรูปร่างที่หนาทำให้ร้อนช้า แต่ว่าร้อนนาน และมีการกระจายความร้อนที่สม่ำเสมอ ', 'p_img90463697820210326_150530.jpg', '2021-03-26 08:05:30', 150, 20),
(4028, 'กระทะทองเหลือง', 4, 'กระทะประเภทนี้ทุกคนจะคุ้นตากันดีกับขนมไทย เพราะชนิดของกระทะทองเหลืองมีการกระจายความร้อนที่สม่ำเสมอ และมีรูปร่างคล้ายหม้อ ', 'p_img25324678120210326_150725.jpg', '2021-03-26 08:07:25', 300, 10),
(4029, 'กระทะอลูมิเนียม', 4, 'เป็นกระทะที่เหมาะกับคนที่ชอบความสะดวกสะบายมาก เพราะร้อนเร็ว และมีน้ำหนักเบา การเลือกใช้กระทะอลูมิเนียมจึงเหมาะกับการผัด ', 'p_img50484640520210326_150945.jpg', '2021-03-26 08:09:45', 130, 10),
(4030, 'กระทะกริลล์อลูมิเนียม ', 4, 'การเลือกใช้กระทะกระทะกริลล์อลูมิเนียมจะเหมาะสำหรับสายเนื้อ เพราะเป็นกระทะที่ถูกออกแบบมาเพื่อการย่าง โดยเฉพาะสเต๊กชนิดต่าง ๆ ', 'p_img15543355320210326_151148.jpg', '2021-03-26 08:11:48', 250, 10),
(4031, 'กระทะสแตนเลส ', 4, 'สำหรับสายผัด เหมาะกับกระทะแบบสเตนเลสที่สุด เพราะกระทะประเภทนี้ไม่ทำปฏิกิริยากับกรด ', 'p_img126575980620210326_151344.jpg', '2021-03-26 08:13:44', 200, 10),
(4032, 'กระทะเทฟลอน', 4, 'การเลือกใช้กระทะเทฟลอนนี่เหมาะกับสาย Healthy อย่างมาก เพราะกระทะเทฟลอนเป็นกระทะมีสารเคลือบทำให้อาหารไม่ติดกระทะ ', 'p_img126093066820210326_151551.jpg', '2021-03-26 08:15:51', 1500, 20),
(4033, 'กระทะเคลือบหินอ่อน', 4, 'กระทะเคลือบหินอ่อนมีคุณสมบัติเหมือนกระทะเทฟลอน แต่มีความทนทานกว่า ปลอดภัยกว่า แต่ให้ความร้อนช้ากว่ากระทะเทฟลอน แต่ทนความร้อนได้มากกว่า และเก็บความร้อนไว้ได้นาน แต่ราคาจะสูง ', 'p_img127300821420210326_151752.jpg', '2021-03-26 08:17:52', 1800, 20),
(4034, 'กระบวยโปร่ง', 4, 'ใช้ตักอาหารที่ไม่ต้องการน้ำ', 'p_img7374160620210326_152156.jpg', '2021-03-26 08:21:56', 80, 50),
(4035, 'กระบวย', 4, 'ใช้ตักอาหารจำพวกแกง', 'p_img29700805120210326_152339.jpg', '2021-03-26 08:23:39', 80, 50),
(4036, 'เขียงแบน', 4, 'เป็นภาชนะสำคัญในการประกอบอาหาร เพราะเป็นที่รองรับอาหารที่เราต้องการหั่น  สับ หรือซอย ไม่ว่าจะเป็นอาหารสุก อาหารดิบ ', 'p_img19939671620210326_153009.jpg', '2021-03-26 08:30:09', 40, 50),
(4037, 'เขียงกลม', 4, 'เป็นภาชนะสำคัญในการประกอบอาหาร เพราะเป็นที่รองรับอาหารที่เราต้องการหั่น  สับ หรือซอย ไม่ว่าจะเป็นอาหารสุก อาหารดิบ ', 'p_img131029962720210326_153038.jpg', '2021-03-26 08:30:38', 40, 50),
(4038, 'เขียงพลาสติก', 4, 'เป็นภาชนะสำคัญในการประกอบอาหาร เพราะเป็นที่รองรับอาหารที่เราต้องการหั่น  สับ หรือซอย ไม่ว่าจะเป็นอาหารสุก อาหารดิบ ', 'p_img208234482220210326_153123.jpg', '2021-03-26 08:31:23', 40, 50),
(4039, 'มีดเชฟ', 4, 'มีดเชฟ เป็นเครื่องมือประจำตัวของเชฟและพ่อครัว ซึ่งจะอยู่ติดตัวเชฟตลอดเวลา', 'p_img133726946520210326_153355.jpg', '2021-03-26 08:33:55', 20, 20),
(4040, 'มีดปอก ', 4, 'มีดปอก เป็นมีดเล่มเล็กๆที่จะช่วยให้การตัด สับ และหั่นผลไม้และผักเป็นเรื่องง่ายดาย ', 'p_img8517202920210326_153508.jpg', '2021-03-26 08:35:08', 20, 20),
(4041, 'มีดอเนกประสงค์', 4, 'เมื่อดูทั้งมีดเชฟ และมีดปอกมาแล้ว มันช่างแตกต่างกันมากเลยทีเดียว ทีนี้หากเชฟอยากจะหามีดซักเล่มเพื่อมาใช้งานที่อยู่ระหว่างกลางของมีดเชฟและมีดปอก ', 'p_img65428420320210326_153918.jpg', '2021-03-26 08:39:18', 20, 20),
(4042, 'มีดหั่นขนมปัง', 4, 'เมื่อฟังจากชื่อแล้วคงไม่มีคำถามอีกว่ามีดชนิดนี้มีไว้เพื่อจุดประสงค์อะไร ในร้านอาหารตะวันตกเกือบทุกร้าน ', 'p_img188583423220210326_154050.jpg', '2021-03-26 08:40:50', 20, 20),
(4043, 'มีดแล่เนื้อ', 4, 'มีดแล่เนื้อ ถูกดีไซน์มาให้สามารถหั่นเนื้อสัตว์ที่สุกแล้วให้ได้มีความบางอย่างที่เชฟต้องการ โดยมีดแล่เนื้อนั้นจะถูกออกแบบมาให้มีขนาดที่ใหญ่และมีใบมีดที่ยาว', 'p_img168499821120210326_154305.jpg', '2021-03-26 08:43:05', 20, 20),
(4044, 'แก้วมาร์ตินี่', 4, 'ปัจจุบันมีการนำแก้วมาร์ตินี่มาใส่เหล้าค็อกเทล และเหล้าเพียวๆ', 'p_img94715523720210326_155321.jpg', '2021-03-26 08:53:21', 60, 20),
(4045, 'แก้วค็อกเทล', 4, 'เป็นแก้วที่ออกแบบมาไว้ใส่เครื่องดื่มค็อกเทลเป็นหลัก โดยที่ไม่นิยมบรรจุน้ำแข็งลงไป เพรามีความจุเพียง 6-7 ออนซ์ เครื่องผสมหลายๆชนิด หากต้องการเน้นสี และรสชาติที่คงที่จะนิยม ใส่แก้วชนิดนี้', 'p_img192747008320210326_155409.jpg', '2021-03-26 08:54:10', 30, 20),
(4046, 'แก้วแชมเปญ ซอสเซอร์', 4, 'ปัจจุบันเมื่อมีการจัดงานเลี้ยงหรูๆ จะนิยมนำแก้วแชมเปญ ซอสเซอร์ นี้ มาตั้งวางเรียงซ้อนกันเป็นชั้นๆ และเมื่อเทสปาร์คกลิ้ง ไวน์ลงมาบนแก้ยอดใบบนสุด', 'p_img202750940920210326_155509.jpg', '2021-03-26 08:55:09', 30, 20),
(4047, ' แก้วทิวลิป แชมเปญ', 4, 'จุดประสงค์หลักก็คือแก้วสำหรับใส่แชมเปญ เพราะต้องการอวดพรายฟองสวยๆ', 'p_img88357626020210326_155602.jpg', '2021-03-26 08:56:02', 30, 20),
(4048, 'แก้วบรั่นดี', 4, 'นิยมใช้ใส่บรั่นดีหรือเหล้าตัวเดียวเพียวๆ ที่เน้นด้วยกลิ่นหอม แก้วบรั่นดีนี้ ถูกออกแบบมาให้ถือด้วยฝ่ามือ ', 'p_img61450590220210326_155702.jpg', '2021-03-26 08:57:02', 25, 20),
(4049, 'แก้วลิเคียว / คอร์เดียล', 4, 'แก้วชนิดนี้มีความจุ 1 1/2 - 2 ออนซ์เท่านั้น การใส่เหล้าจึงมีที่ว่างสำหรับ 1-2 ตัวเท่านั้น ส่วนมาก จะเป็นเหล้าลิเคียว เพื่อไว้สำหรับดื่มหลัง หรือก่อนอาหาร ', 'p_img210810216120210326_155757.jpg', '2021-03-26 08:57:57', 35, 20),
(4050, 'แก้วซาวร์', 4, 'เป็นแก้วที่มีความจุ ประมาณ 4-5 ออนซ์ รูปทรงจะคล้ายกับลิเคียวแต่มีขนาดใหญ่กว่า มีไว้สำหรับการใส่เหล้าพอร์ต และเครื่องดื่มผสมไม่กี่ชนิด', 'p_img101884227920210326_155835.jpg', '2021-03-26 08:58:35', 35, 20),
(4051, 'แก้วเชอร์รี่', 4, 'เป็นแก้วไวน์ที่มีรูปร่างสะโอดสะอง รู้จักกันดีในประเทศสเปน ชื่อ \"copita\" ', 'p_img37814761820210326_155915.jpg', '2021-03-26 08:59:15', 20, 20),
(4052, 'แก้วมัก', 4, 'เป็นแก้วเบียร์ที่มีหูจับ นิยมนำไปใส่เบียร์สดตามเทศกาล หรืองานเลี้ยงต่างๆ  ', 'p_img212295401320210326_155954.jpg', '2021-03-26 08:59:54', 40, 20),
(4053, 'แก้วพิลสเนอร์', 4, 'เป็นแก้วเบียร์อีกชนิดหนึ่งที่มีการใช้ทั่วไปในภัตตาคาร และร้านอาหารต่างๆ  ', 'p_img78888171120210326_160033.jpg', '2021-03-26 09:00:33', 30, 20),
(4054, 'แก้วรองเท้าบูธ', 4, 'เป็นแก้วเบียร์รูปทรงแฟนซีอีกชนิดหนึ่ง ที่ยังมีใช้อยู่ในบางร้านอาหาร  ', 'p_img50358815720210326_160252.jpg', '2021-03-26 09:02:52', 20, 20),
(4055, 'แก้วไวน์แดง', 4, 'โดยปกติแล้ว แก้วไวน์แดงที่เห็นดังรูปนี้ จะเหมาะกับไวน์แดงต่างชนิดกัน แต่โดยภาพรวมก็สามารถใช้ได้ทั่วไป ', 'p_img110575517320210326_160328.jpg', '2021-03-26 09:03:28', 25, 20),
(4056, 'แก้วไวน์ขาว', 4, 'เป็นแก้วที่มีขนาดเล็กกว่าแก้วไวน์แดง คุณสมบัติของแก้วไวน์ขาวคือ ไม่ต้องการให้ไวน์มีการถ่ายเทอากาศมากนักหรือสิ่งที่เราเรียกว่าหายใจ ( breathe ) ', 'p_img118975799520210326_160420.jpg', '2021-03-26 09:04:20', 25, 20),
(4057, 'แก้วไวน์บอร์โดซ์', 4, 'ไวน์แดงจากแคว้นบอร์โดซ์นี้ ต้องการเวลา ในการเผยความสมบูรณ์ของกลิ่นต่าง ๆ', 'p_img42692611020210326_160555.jpg', '2021-03-26 09:05:55', 20, 20),
(4058, 'แก้วเฮอลิเคน', 4, 'ขนาด 22 ออนซ์ ใช้ใส่ค็อกเทลทั่วไปที่เน้นปริมาณมาก  เป็นประมาณแก้วแฟชั่น', 'p_img111255658320210326_160633.jpg', '2021-03-26 09:06:33', 30, 20),
(4059, 'แก้วร็อค / โอลด์แฟชั่น', 4, 'หลายคนเรียกว่าเป็นแก้วทรงมู่ทู่ สไตล์โบราณๆ นั่นก็ถือว่าถูกต้องครับ เพราะชื่อก็ฟ้องอยู่ทนโท่แล้ว แก้วชนิดนี้นิยมใส่น้ำแข็งก้อน แล้วราดด้วยเหล้าตัวเดียวหรือ 2 ตัว ลงไป', 'p_img7734117720210326_160851.jpg', '2021-03-26 09:08:51', 40, 20),
(4060, 'แก้วไฮบอล', 4, 'เป็นแก้วทรงสูงที่มีรูปทรงมาตรฐาน ใช้ได้ในทุกที่ทุกหนทุกแห่ง น่าจะเป็นแก้วที่เรียกได้ว่า Universal Glass เลยทีเดียว ', 'p_img61486956820210326_160935.jpg', '2021-03-26 09:09:35', 20, 20),
(4061, 'แก้วสลิง', 4, 'ในการใส่เครื่องดื่มค็อกเทลนอกจากจะใช้คล้ายคลึงกับไฮบอลแล้ว ยังจะเน้นในค็อกเทลตระกูล Sling ทั้งหมด ', 'p_img147164852320210326_161013.jpg', '2021-03-26 09:10:13', 35, 20),
(4062, ' แก้วคอลลินส์', 4, 'ในการใช้งานจะนิยมใส่เช่นเดียวกับแก้ว Longdrink แต่ที่เน้นเฉพาะก็คือ ค็อกเทลในตระกูล Collins ', 'p_img38701842120210326_161101.jpg', '2021-03-26 09:11:01', 30, 20),
(4063, 'แก้วรองดิ้งหรือแก้วซอมบี้', 4, 'นิยมใส่ค็อกเทลสูตรสแตรนดาสทั่วไปเช่นสูตร zombie,maitai เป็นต้น', 'p_img116434918420210326_161136.jpg', '2021-03-26 09:11:36', 20, 20),
(4064, 'แก้วกาแฟ', 4, 'ใส่กาแฟร้อน', 'p_img87819329020210326_161301.jpg', '2021-03-26 09:13:01', 20, 20),
(4065, 'แก้วเยติ', 4, 'แก้วเก็บความเย็น', 'p_img128036269020210326_161429.jpg', '2021-03-26 09:14:29', 250, 20),
(4066, 'ทัพพี พลาสติก', 4, 'ใช้ตักข้าวจากหม้อ', 'p_img2253852220210326_161816.jpg', '2021-03-26 09:18:16', 20, 20),
(4067, 'ทัพพี สแตนเลส', 4, 'ใช้ตักอาหาร', 'p_img133600691920210326_161919.jpg', '2021-03-26 09:19:19', 25, 20),
(4068, 'ที่คีบอาหาร', 4, 'ใช้คีบอาหาร', 'p_img212846570520210326_162115.jpg', '2021-03-26 09:21:15', 25, 20),
(4069, 'ถุงมือจับความร้อน', 4, 'จับของร้อน', 'p_img11745000420210326_162322.jpg', '2021-03-26 09:23:22', 20, 20),
(5001, 'กล่องใส่หูฟัง', 5, 'ใส่สายหูฟังหรือพอต', 'p_img87991130020210326_162739.jpg', '2021-03-26 09:27:39', 35, 10),
(5002, 'สายหูฟังโทรศัพท์ Samsung', 5, 'ใส่ฟังเสียง', 'p_img72298298320210326_163209.jpg', '2021-03-26 09:32:09', 500, 20),
(5003, 'สายหูฟังโทรศัพท์ iphone ', 5, 'ใส่ฟังเสียง', 'p_img85224910320210326_163506.jpg', '2021-03-26 09:35:06', 1200, 20),
(5004, 'Airpods', 5, 'หูฟังไร้สาย  Apple. AirPods ', 'p_img178722650520210326_163849.jpg', '2021-03-26 09:38:49', 3500, 20),
(5005, 'สายหูฟังโทรศัพท์ oppo', 5, 'ใส่ฟังเสียง', 'p_img56261964520210326_164106.jpg', '2021-03-26 09:41:06', 950, 20),
(5006, 'สายหูฟังโทรศัพท์ vevo', 5, 'ใส่ฟังเสียง', 'p_img146622444420210326_164231.jpg', '2021-03-26 09:42:31', 600, 20),
(5007, 'สายหูฟังโทรศัพท์ huawei', 5, 'ใส่ฟังเสียง', 'p_img82311980420210326_164404.jpg', '2021-03-26 09:44:04', 3500, 20),
(5008, 'สายชาร์จ samsung ', 5, 'เป็นตัวสำคัญในการเป็นสื่อกลางระหว่างโทรศัพท์มือถือ หรืออุปกรณ์ด้านไอทีต่าง ๆ ', 'p_img43204036920210326_165015.jpg', '2021-03-26 09:50:15', 750, 20),
(5009, 'สายชาร์จ iphone', 5, 'เป็นตัวสำคัญในการเป็นสื่อกลางระหว่างโทรศัพท์มือถือ หรืออุปกรณ์ด้านไอทีต่าง ๆ ', 'p_img84526043620210326_165153.jpg', '2021-03-26 09:51:53', 1200, 20),
(5010, 'สายชาร์จ oppo ', 5, 'เป็นตัวสำคัญในการเป็นสื่อกลางระหว่างโทรศัพท์มือถือ หรืออุปกรณ์ด้านไอทีต่าง ๆ ', 'p_img110126153520210326_165320.jpg', '2021-03-26 09:53:20', 500, 20),
(5011, 'สายชาร์จ vivo', 5, 'เป็นตัวสำคัญในการเป็นสื่อกลางระหว่างโทรศัพท์มือถือ หรืออุปกรณ์ด้านไอทีต่าง ๆ ', 'p_img125156482820210326_165500.jpg', '2021-03-26 09:55:00', 300, 20),
(5012, 'สายชาร์จ huawei', 5, 'เป็นตัวสำคัญในการเป็นสื่อกลางระหว่างโทรศัพท์มือถือ หรืออุปกรณ์ด้านไอทีต่าง ๆ ', 'p_img108704436520210326_165616.jpg', '2021-03-26 09:56:16', 300, 20),
(5013, 'หัวชาร์จ samsung', 5, 'ตัวเชื่อมไฟฟ้าจากUSB', 'p_img200491615720210326_165948.jpg', '2021-03-26 09:59:48', 720, 20),
(5014, 'หัวชาร์จ iphone', 5, 'ตัวเชื่อมไฟฟ้าจากUSB', 'p_img193371626920210326_170056.jpg', '2021-03-26 10:00:56', 390, 20),
(5015, 'หัวชาร์จ oppo', 5, 'ตัวเชื่อมไฟฟ้าจากUSB', 'p_img184225146720210326_170410.jpg', '2021-03-26 10:04:10', 450, 20),
(5016, 'หัวชาร์จ vivo', 5, 'ตัวเชื่อมไฟฟ้าจากUSB', 'p_img13602284320210326_170538.jpg', '2021-03-26 10:05:38', 350, 20),
(5017, 'หัวชาร์จ huawei', 5, 'ตัวเชื่อมไฟฟ้าจากUSB', 'p_img628841420210326_170645.jpg', '2021-03-26 10:06:45', 300, 20),
(5018, 'ชุดสายชาร์จ+หัวชาร์จ samsung', 5, 'ไว้สำหรับชาร์จแบตจำพวก โทรศัพท์ , power bank', 'p_img194554834920210326_171129.jpg', '2021-03-26 10:11:29', 1200, 20),
(5019, 'ชุดสายชาร์จ+หัวชาร์จ iphone', 5, 'ไว้สำหรับชาร์จแบตจำพวก โทรศัพท์ อุปกรณ์ios', 'p_img147014426520210326_171311.jpg', '2021-03-26 10:13:11', 1500, 20),
(5020, 'ชุดสายชาร์จ+หัวชาร์จ opper', 5, 'ไว้สำหรับชาร์จแบตจำพวก โทรศัพท์ , power bank', 'p_img207830820320210326_171431.jpg', '2021-03-26 10:14:31', 800, 20),
(5021, 'ชุดสายชาร์จ+หัวชาร์จ vivo', 5, 'ไว้สำหรับชาร์จแบตจำพวก โทรศัพท์ , power bank', 'p_img55620396720210326_171639.jpg', '2021-03-26 10:16:39', 750, 20),
(5022, 'ชุดสายชาร์จ+หัวชาร์จ huawei', 5, 'ไว้สำหรับชาร์จแบตจำพวก โทรศัพท์', 'p_img33217367020210326_171906.jpg', '2021-03-26 10:19:06', 600, 20),
(5023, 'power bank', 5, 'แบตสำรอง', 'p_img80211123020210326_172023.jpg', '2021-03-26 10:20:23', 350, 20),
(5024, 'แฟลชไดร์ฟ', 5, 'เก็บข้อมูลต่างๆ', 'p_img100454431220210326_172140.jpg', '2021-03-26 10:21:40', 300, 20),
(5025, 'จอยเกม', 5, 'สำหรับเล่นเกม', 'p_img61625483420210326_172237.jpg', '2021-03-26 10:22:37', 350, 20),
(5026, 'Ram', 5, 'หน่วยความจำหลักของคอมพิวเตอร์', 'p_img19860203020210326_172647.jpg', '2021-03-26 10:26:47', 450, 20),
(5027, 'SSD', 5, 'คืออุปกรณ์จัดเก็บข้อมูลชนิดหนึ่งที่ใช้กับคอมพิวเตอร์หรือโน๊ตบุ๊คเพื่อจัดเก็บข้อมูลแบบถาวรเหมือนกับฮาร์ดดิส', 'p_img69931235420210326_172910.jpg', '2021-03-26 10:29:10', 1250, 20),
(5028, 'การ์ดจอ', 5, 'เป็นอุปกรณ์คอมพิวเตอร์ที่ค่อนข้างสำคัญที่สุดชิ้นหนึ่งเลย ', 'p_img22097253220210326_173206.jpg', '2021-03-26 10:32:06', 2500, 20),
(5029, 'พัดลมโน๊ตบุ๊ค', 5, 'ช่วยระบายความร้อนของโน๊ตบุ๊ค', 'p_img52280754520210326_173504.jpg', '2021-03-26 10:35:04', 300, 20),
(5030, 'พัดลมคอม', 5, 'ช่วยระบายความร้อนของคอมพิวเตอร์', 'p_img27976660220210326_173802.jpg', '2021-03-26 10:38:02', 790, 20),
(5031, 'คีย์บอร์ด', 5, 'แป้นพิมพ์ พิมพ์สะดวก ง่าย รวดเร็ว ทันใจ', 'p_img111860089120210326_174212.jpg', '2021-03-26 10:42:12', 2500, 20),
(5032, 'จอคอม', 5, 'หน้าจอแสดงผลลัพธ์ของcpu', 'p_img99286531920210326_174457.jpg', '2021-03-26 10:44:57', 3000, 20),
(5033, 'เมนบอร์ด', 5, ' เป็นอุปกรณ์ที่สำคัญ รองมาจากซีพียู เมนบอร์ดทำหน้าที่ควบคุม ดูแลและจัดการๆ ทำงานของ อุปกรณ์ชนิดต่างๆ ', 'p_img20981933220210326_174728.jpg', '2021-03-26 10:47:28', 2900, 20),
(5034, 'เมาส์', 5, 'อุปกรณ์ที่ใช้ในการควบคุมตัวชี้บนจอคอมพิวเตอร์ (pointing device) เป็นอุปกรณ์สำคัญในการใช้งานคอมพิวเตอร์ชิ้นหนึ่ง ', 'p_img187841698520210326_175005.jpg', '2021-03-26 10:50:05', 250, 20),
(5035, 'เมาส์bluetooth', 5, 'อุปกรณ์ที่ใช้ในการควบคุมตัวชี้บนจอคอมพิวเตอร์ (pointing device) เป็นอุปกรณ์สำคัญในการใช้งานคอมพิวเตอร์ชิ้นหนึ่ง ', 'p_img200484171720210326_175112.jpg', '2021-03-26 10:51:12', 250, 20),
(5036, 'เคสคอมพิวเตอร์', 5, 'ตัวถังหรือตัวกล่องคอมพิวเตอร์ สำหรับเคสนั้นใช้สำหรับบรรจุอุปกรณ์อิเลคทรอนิคส์หลักของคอมพิวเตอร์เอาไว้ข้างใน', 'p_img41865580320210326_175600.jpg', '2021-03-26 10:56:00', 2900, 20),
(5037, 'hard disk', 5, 'เป็นส่วนประกอบสำคัญของคอมพิวเตอร์ ที่ขาดไม่ได้ เพราะเป็นส่วนสำคัญที่ใช้ทำหรับเก็บข้อมูลต่างๆของคอมพิวเตอร์ ', 'p_img1683491720210326_175854.jpg', '2021-03-26 10:58:54', 1500, 20),
(6001, 'เก้าอี้พลาสติกเตี้ย', 6, 'นั่งสบาย', 'p_img154716600020210327_150425.jpg', '2021-03-27 08:04:25', 45, 20),
(6002, 'เก้าอี้พลาสติกยาว', 6, 'นั่งสบาย', 'p_img115434823820210327_150638.jpg', '2021-03-27 08:06:38', 120, 20),
(6003, 'เก้าอี้พลาสติกเอนนอน', 6, 'นั่งนอนหลับสบาย', 'p_img87760439320210327_150755.jpg', '2021-03-27 08:07:55', 150, 20),
(6004, 'เก้าอี้พลาสติกมีพักพิง', 6, 'นั่งสบาย', 'p_img81512328720210327_150927.jpg', '2021-03-27 08:09:27', 100, 20),
(6005, 'ไม้แขวนเสื้อ', 6, 'ไว้แขวนเสื้อผ้า', 'p_img1582559220210327_151115.jpg', '2021-03-27 08:11:15', 90, 100),
(6006, 'เตารีดไอน้ำ', 6, 'รีดผ้าสบาย', 'p_img197295778720210327_151234.jpg', '2021-03-27 08:12:34', 550, 20),
(6007, 'เตารีด', 6, 'รีดผ้าให้เรียบ', 'p_img93008260020210327_151346.jpg', '2021-03-27 08:13:46', 250, 20),
(6008, 'โต๊ะรีดผ้าไอน้ำ', 6, 'รองรีดผ้า', 'p_img203093363520210327_151914.jpg', '2021-03-27 08:19:14', 690, 20),
(6009, 'โต๊ะรีดผ้า', 6, 'รองรีดผ้า', 'p_img25526562520210327_152029.jpg', '2021-03-27 08:20:29', 120, 10),
(6010, 'ตระกร้าผ้า', 6, 'ใส้เสื้อผ้า', 'p_img89400116520210327_152146.jpg', '2021-03-27 08:21:46', 50, 50),
(6011, 'กระบอกน้ำ', 6, 'ใส่น้ำ', 'p_img63171852820210327_152312.jpg', '2021-03-27 08:23:12', 50, 100),
(6012, 'ปลั๊กสามตา3ช่อง', 6, 'ไว้พ่วงไฟ', 'p_img181927316420210327_152510.jpg', '2021-03-27 08:25:10', 80, 50),
(6013, 'ปลั๊กสามตา6ช่อง', 1, 'พ่วงไฟฟ้า             ', 'p_img61169359320210327_152602.jpg', '2021-03-27 08:26:02', 130, 50);

-- --------------------------------------------------------

--
-- Table structure for table `tbl_type`
--

CREATE TABLE `tbl_type` (
  `type_id` int(11) NOT NULL,
  `type_name` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_general_ci;

--
-- Dumping data for table `tbl_type`
--

INSERT INTO `tbl_type` (`type_id`, `type_name`) VALUES
(1, 'อุปกรณ์ไฟฟ้า'),
(2, 'เครื่องเขียน'),
(3, 'อุปกรณ์ช่าง'),
(4, 'ของใช้ครัวเรือน'),
(5, 'อุปกรณ์อิเล็กทรอนิกส์'),
(6, 'อุปกรณ์ทั่วไป');

-- --------------------------------------------------------

--
-- Table structure for table `tb_order`
--

CREATE TABLE `tb_order` (
  `member_id` int(11) NOT NULL,
  `order_id` int(11) NOT NULL,
  `p_qty` int(11) NOT NULL,
  `order_date` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `tb_order`
--

INSERT INTO `tb_order` (`member_id`, `order_id`, `p_qty`, `order_date`) VALUES
(1, 64, 1, '2023-08-31 14:30:25'),
(9, 65, 0, '2023-09-01 14:15:30'),
(9, 66, 0, '2023-09-01 15:38:02'),
(9, 67, 0, '2023-09-02 05:09:53');

-- --------------------------------------------------------

--
-- Table structure for table `tb_order_detail`
--

CREATE TABLE `tb_order_detail` (
  `d_id` int(10) NOT NULL,
  `order_id` int(11) NOT NULL,
  `p_id` int(11) NOT NULL,
  `p_qty` int(11) NOT NULL,
  `total` float NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `tb_order_detail`
--

INSERT INTO `tb_order_detail` (`d_id`, `order_id`, `p_id`, `p_qty`, `total`) VALUES
(17, 369629361, 5028, 1, 2500),
(16, 369629361, 5026, 1, 450),
(15, 1612135321, 5001, 1, 35),
(14, 240766315, 6004, 1, 100),
(13, 240766315, 2010, 1, 20),
(12, 1134308159, 5029, 1, 300),
(11, 1134308159, 5026, 1, 450),
(8, 152786461, 2030, 1, 5),
(9, 152786461, 5030, 1, 790),
(10, 152786461, 2002, 2, 20),
(18, 173967489, 5026, 1, 450),
(19, 173967489, 5028, 1, 2500),
(20, 173967489, 4049, 1, 35),
(21, 1439539924, 5026, 1, 450),
(22, 1439539924, 5028, 1, 2500),
(23, 1439539924, 4049, 1, 35),
(24, 1439539924, 5025, 1, 350),
(25, 22172868, 2002, 1, 10),
(26, 22172868, 2036, 1, 60),
(27, 1732446512, 1013, 1, 350),
(28, 1313724921, 4067, 1, 25),
(29, 1307580815, 4015, 1, 35),
(30, 1307580815, 4038, 2, 80),
(31, 899743091, 5026, 1, 450),
(32, 899743091, 4037, 1, 40),
(33, 1035901954, 5001, 1, 35),
(34, 1693487332, 6003, 10, 1500),
(35, 1693487454, 5029, 8, 2400),
(36, 64, 5037, 1, 1500),
(37, 64, 5037, 1, 1500),
(38, 64, 5037, 1, 1500),
(39, 64, 5037, 1, 1500),
(40, 65, 5006, 1, 600),
(41, 65, 4055, 1, 25),
(42, 66, 1001, 1, 550),
(43, 66, 3017, 10, 250),
(44, 67, 4020, 1, 150);

--
-- Indexes for dumped tables
--

--
-- Indexes for table `tbl_member`
--
ALTER TABLE `tbl_member`
  ADD PRIMARY KEY (`member_id`);

--
-- Indexes for table `tbl_product`
--
ALTER TABLE `tbl_product`
  ADD PRIMARY KEY (`p_id`);

--
-- Indexes for table `tbl_type`
--
ALTER TABLE `tbl_type`
  ADD PRIMARY KEY (`type_id`);

--
-- Indexes for table `tb_order`
--
ALTER TABLE `tb_order`
  ADD PRIMARY KEY (`order_id`);

--
-- Indexes for table `tb_order_detail`
--
ALTER TABLE `tb_order_detail`
  ADD PRIMARY KEY (`d_id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `tbl_member`
--
ALTER TABLE `tbl_member`
  MODIFY `member_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=81;

--
-- AUTO_INCREMENT for table `tbl_product`
--
ALTER TABLE `tbl_product`
  MODIFY `p_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6017;

--
-- AUTO_INCREMENT for table `tbl_type`
--
ALTER TABLE `tbl_type`
  MODIFY `type_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=29;

--
-- AUTO_INCREMENT for table `tb_order`
--
ALTER TABLE `tb_order`
  MODIFY `order_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=68;

--
-- AUTO_INCREMENT for table `tb_order_detail`
--
ALTER TABLE `tb_order_detail`
  MODIFY `d_id` int(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=45;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
